[
	{
		"text": "'I am the beginning and the end.' This is said to us who live in the bondage of time, who have to face the end, who cannot escape the past, who need a present to stand upon.",
		"attribution": "Paul Tillich",
		"note": ""
	},
	{
		"text": "'Secret virtue' means practising goodness without any thought of recognition, neither by others nor by oneself.",
		"attribution": "D. T. Suzuki",
		"note": ""
	},
	{
		"text": "A donkey carrying a pile of holy books is still a donkey.",
		"attribution": "Zen proverb",
		"note": ""
	},
	{
		"text": "A fact may be true even if you don't like it.",
		"attribution": "George Orwell",
		"note": ""
	},
	{
		"text": "A man is a success if he gets up in the morning and gets to bed at night and in between does what he wants to do.",
		"attribution": "Bob Dylan",
		"note": ""
	},
	{
		"text": "A novel is a prose narrative of some length that has something wrong with it.",
		"attribution": "Randall Jarrell",
		"note": ""
	},
	{
		"text": "A poem begins as a lump in the throat, a sense of wrong, a homesickness, a lovesickness.",
		"attribution": "Robert Frost",
		"note": ""
	},
	{
		"text": "A written word is the choicest of relics. It is something at once more intimate with us and more universal than any other work of art.",
		"attribution": "Henry David Thoreau",
		"note": ""
	},
	{
		"text": "Act the way you'd like to be and soon you'll be the way you act.",
		"attribution": "Leonard Cohen",
		"note": ""
	},
	{
		"text": "After enlightenment, laundry.",
		"attribution": "Zen proverb",
		"note": ""
	},
	{
		"text": "All the things that truly matter—beauty, love, creativity, joy, inner peace—arise from beyond the mind.",
		"attribution": "Eckhart Tolle",
		"note": ""
	},
	{
		"text": "And the time will come when you see we're all one and life flows on within and without you.",
		"attribution": "George Harrison",
		"note": ""
	},
	{
		"text": "Any effort that has self-glorification as its final endpoint is bound to end in disaster.",
		"attribution": "Robert M. Pirsig",
		"note": ""
	},
	{
		"text": "Art is long, life short",
		"attribution": "anon.",
		"note": "In the tunnel under Amsterdam's Rijksmuseum"
	},
	{
		"text": "Art is never perfect.",
		"attribution": "Gary Snyder",
		"note": ""
	},
	{
		"text": "Ask yourself, what am I doing about my anger, my attachment, my pride, my jealousy? These are the things we should check in our daily lives.",
		"attribution": "Dalai Lama XIV",
		"note": ""
	},
	{
		"text": "Awareness is the greatest agent for change.",
		"attribution": "Eckhart Tolle",
		"note": ""
	},
	{
		"text": "Be in Zen meditation whether you are working or sitting; be essentially at peace whether you are speaking, silent, active or still.",
		"attribution": "Dahui Zonggao",
		"note": ""
	},
	{
		"text": "Be yourself; everyone else is already taken.",
		"attribution": "Oscar Wilde",
		"note": ""
	},
	{
		"text": "Being spiritual has nothing to do with what you believe, and everything to do with your state of consciousness.",
		"attribution": "Eckhart Tolle",
		"note": ""
	},
	{
		"text": "Beyond random acts of kindness comes perpetual kindness.",
		"attribution": "B. D. Schiers",
		"note": ""
	},
	{
		"text": "Boredom is simply a lack of attention.",
		"attribution": "Sam Harris",
		"note": ""
	},
	{
		"text": "Boredom is the other side of creativity",
		"attribution": "Alan Watts",
		"note": ""
	},
	{
		"text": "Breathing in, I see myself as still water. Breathing out, I reflect things as they are.",
		"attribution": "Thích Nhất Hạnh",
		"note": ""
	},
	{
		"text": "Buddhist philosophy: Life as ordinarily lived is a kind of illusion, and you can’t be truly free until you pierce the illusion and look into the heart of things.",
		"attribution": "Robert Wright",
		"note": ""
	},
	{
		"text": "Calmness of mind does not mean you should stop your activity. Real calmness should be found in activity itself.",
		"attribution": "Shunryū Suzuki",
		"note": ""
	},
	{
		"text": "Cheeky chattering is useless and idle",
		"attribution": "anon.",
		"note": "In the tunnel under Amsterdam's Rijksmuseum"
	},
	{
		"text": "Choose to be optimistic, it feels better.",
		"attribution": "Dalai Lama XIV",
		"note": ""
	},
	{
		"text": "Colors are the deeds and sufferings of light.",
		"attribution": "Johann Wolfgang von Goethe",
		"note": ""
	},
	{
		"text": "Consciousness is the one thing in this universe that cannot be an illusion.",
		"attribution": "Sam Harris",
		"note": ""
	},
	{
		"text": "Creative ideas will come to you in the quiet moment in between your thoughts. You are wiser than you think. Be still and see what happens.",
		"attribution": "Haemin (sunim)",
		"note": ""
	},
	{
		"text": "Death is a stripping away of all that is not you. The secret of life is to 'die before you die' and find that there is no death.",
		"attribution": "Eckhart Tolle",
		"note": ""
	},
	{
		"text": "Death is not the opposite of life. Life has no opposite. The opposite of death is birth. Life is eternal.",
		"attribution": "Eckhart Tolle",
		"note": ""
	},
	{
		"text": "Death is sweet; it delivers us from the fear of death.",
		"attribution": "Jules Renard",
		"note": ""
	},
	{
		"text": "Did you hear their words, or did you hear their _tone_?",
		"attribution": "Robert Krulwich",
		"note": ""
	},
	{
		"text": "Do not search for the truth; only cease to hold opinions.",
		"attribution": "Sosan",
		"note": ""
	},
	{
		"text": "Do not seek the truth, only cease to cherish your opinions.",
		"attribution": "Zen proverb",
		"note": ""
	},
	{
		"text": "Don't keep searching for the truth, just let go of your opinions.",
		"attribution": "Buddhist proverb",
		"note": ""
	},
	{
		"text": "Don’t think it won’t happen just because it hasn’t happened yet.",
		"attribution": "Jackson Browne",
		"note": ""
	},
	{
		"text": "Don't trust your thought when you are depressed. It is highly unlikely that it is true. Whatever you are depressed about won't last forever.",
		"attribution": "Haemin (sunim)",
		"note": ""
	},
	{
		"text": "Drink your tea slowly and reverently, as if it is the axis on which the world earth revolves – slowly, evenly, without rushing toward the future.",
		"attribution": "Thích Nhất Hạnh",
		"note": ""
	},
	{
		"text": "Each time that we open ourselves to diversity and ponder that which is different from us, we enlarge the richness and intelligence of the human race.",
		"attribution": "Carlo Rovelli",
		"note": ""
	},
	{
		"text": "Emptiness is in fact the reservoir of infinite possibilities.",
		"attribution": "D. T. Suzuki",
		"note": ""
	},
	{
		"text": "Ending a sentence with a preposition is something up with which I will not put.",
		"attribution": "Winston Churchill",
		"note": ""
	},
	{
		"text": "Energy is eternal delight.",
		"attribution": "Alan Watts",
		"note": ""
	},
	{
		"text": "Eternity is a long time, especially towards the end.",
		"attribution": "Woody Allen",
		"note": ""
	},
	{
		"text": "Every day, priests minutely examine the Law and endlessly chant complicated sutras. Before doing that, though, they should learn how to read the love letters sent by the wind and rain, the snow and moon.",
		"attribution": "Ikkyū",
		"note": ""
	},
	{
		"text": "Every moment of the day—indeed, every moment throughout one's life—offers an opportunity to be relaxed and responsive or to suffer unnecessarily.",
		"attribution": "Sam Harris",
		"note": ""
	},
	{
		"text": "Every movement, every glance, every thought, and every word can be infused with love.",
		"attribution": "Thích Nhất Hạnh",
		"note": ""
	},
	{
		"text": "Every once in a while, my wife doubts my importance.",
		"attribution": "Robert Wright",
		"note": ""
	},
	{
		"text": "Every thing only happens once; it never repeats itself.",
		"attribution": "Terrence McKenna",
		"note": ""
	},
	{
		"text": "Everything I have done or felt has been in some way influenced by the impact of the Natural Scene.",
		"attribution": "Ansel Adams",
		"note": ""
	},
	{
		"text": "Everything we think, feel, and do has an effect on our ancestors and future generations and reverberates throughout the cosmos.",
		"attribution": "Thích Nhất Hạnh",
		"note": ""
	},
	{
		"text": "Everywhere I go I find a poet has been there before me.",
		"attribution": "Sigmund Freud",
		"note": ""
	},
	{
		"text": "Fear is a natural reaction to moving closer to the truth.",
		"attribution": "Pema Chödrön",
		"note": ""
	},
	{
		"text": "Fiction is the lie through which we tell the truth.",
		"attribution": "Albert Camus",
		"note": ""
	},
	{
		"text": "Find your place on the planet. Dig in, and take responsibility from there.",
		"attribution": "Gary Snyder",
		"note": ""
	},
	{
		"text": "Follow the stream, have faith in its course.",
		"attribution": "Sheng-yen",
		"note": ""
	},
	{
		"text": "Forgiveness requires a sense that bad behavior is a sign of suffering rather than malice.",
		"attribution": "Alain de Botton",
		"note": ""
	},
	{
		"text": "Handle a single leaf in such a way that it manifests the body of Buddha. This in turn allows Buddha to manifest through the leaf.",
		"attribution": "Dōgen Zenji",
		"note": ""
	},
	{
		"text": "Handling our suffering is an art. If we know how to suffer, we suffer much less, and we're no longer afraid of being overwhelmed by the suffering inside.",
		"attribution": "Thích Nhất Hạnh",
		"note": ""
	},
	{
		"text": "Happiness held is the seed; happiness shared is the flower.",
		"attribution": "John Harrigan",
		"note": ""
	},
	{
		"text": "How much ego do you need? Just enough so that you don't step in front of a bus.",
		"attribution": "Shunryū Suzuki",
		"note": ""
	},
	{
		"text": "How strange that Nature does not knock, and yet does not intrude!",
		"attribution": "Emily Dickinson",
		"note": ""
	},
	{
		"text": "I am sometimes so wrapped up in my work that I forget about the noon meal.",
		"attribution": "Albert Einstein",
		"note": ""
	},
	{
		"text": "I am walking not merely on matter, but on spirit.",
		"attribution": "Thích Nhất Hạnh",
		"note": ""
	},
	{
		"text": "I believe religion to be deeply personal; I am a loner with my particular amorphous sense of deity.",
		"attribution": "Ansel Adams",
		"note": ""
	},
	{
		"text": "I believe that walking has played a much more meaningful role in human health than all of the medicines that have been consumed throughout history.",
		"attribution": "Erling Kagge",
		"note": ""
	},
	{
		"text": "I can see only one thing to do—make the photography as clean, as decisive, and as honest as possible.",
		"attribution": "Ansel Adams",
		"note": ""
	},
	{
		"text": "I could not be a poet without the natural world. Someone else could. But not me. For me the door to the woods is the door to the temple.",
		"attribution": "Mary Oliver",
		"note": ""
	},
	{
		"text": "I do not fear death. I had been dead for billions and billions of years before I was born, and had not suffered the slightest inconvenience from it.",
		"attribution": "Mark Twain",
		"note": ""
	},
	{
		"text": "I don't let go of my thoughts, I meet them with understanding, then they let go of me.",
		"attribution": "Byron Katie",
		"note": ""
	},
	{
		"text": "I have beliefs, of course, like everyone—but I don't always believe in them.",
		"attribution": "Joyce Carol Oates",
		"note": ""
	},
	{
		"text": "I have no special talent. I am only passionately curious.",
		"attribution": "Albert Einstein",
		"note": ""
	},
	{
		"text": "I like to think of constraints for creativity as barriers that lead to breakthroughs.",
		"attribution": "Patricia Stokes",
		"note": ""
	},
	{
		"text": "I make a painting out of love. A profound love, which includes respect, admiration, desire, need—all of the things that go into being a human, wanting to communicate to another human and connect to another human. I call that love. And so I make a painting out of love. And I'm seeking love in return. I want that to come back in that way.",
		"attribution": "Eric Fischl",
		"note": ""
	},
	{
		"text": "I remove my glasses, pull a stocking cap down over my eyes, and type the first draft single-spaced on the yellow paper in the actual and metaphysical darkness behind my closed eyes, trying to avoid being distracted by syntax or diction or punctuation or grammar or spelling or word choice or anything else that would block the immediate delivery of the story.",
		"attribution": "Kent Haruf",
		"note": ""
	},
	{
		"text": "I should know better by now but I am still surprised when a person important to me dies.",
		"attribution": "Jorma Kaukonen",
		"note": ""
	},
	{
		"text": "I think I cannot preserve my health and spirits unless I spend four hours a day at least—and it is commonly more than that—sauntering through the woods and over the hills and fields, absolutely free from all wordly engagements.",
		"attribution": "Henry David Thoreau",
		"note": ""
	},
	{
		"text": "I used to go after a song, seek it out. But now, instead of going to it, I stay where I am and let everything disappear and the song rushes to me.",
		"attribution": "Bob Dylan",
		"note": "November 1965"
	},
	{
		"text": "If in our daily life we can smile, if we can be peaceful and happy, not only we, but everyone will profit from it. This is the most basic kind of peace work.",
		"attribution": "Thích Nhất Hạnh",
		"note": ""
	},
	{
		"text": "If we are facing in the right direction, all we have to do is keep on walking.",
		"attribution": "Zen proverb",
		"note": ""
	},
	{
		"text": "If we could see the miracle of a single flower clearly, our whole life would change.",
		"attribution": "Buddhist proverb",
		"note": ""
	},
	{
		"text": "If we could see the whole truth of any situation, our only response would be one of compassion.",
		"attribution": "Mingyur Rinpoche",
		"note": ""
	},
	{
		"text": "If you are unable to find the truth right where you are, where else do you expect to find it?",
		"attribution": "Dōgen Zenji",
		"note": ""
	},
	{
		"text": "If you have an understanding and cannot express it, then your understanding is not yet complete.",
		"attribution": "Gary Snyder",
		"note": ""
	},
	{
		"text": "If you propose to speak, always ask yourself: Is it true? Is it necessary? Is it kind?",
		"attribution": "Buddhist proverb",
		"note": ""
	},
	{
		"text": "If you realize that all things change, there is nothing you will try to hold on to.",
		"attribution": "Zen proverb",
		"note": ""
	},
	{
		"text": "If you truly love nature, you will find beauty everywhere.",
		"attribution": "Vincent van Gogh",
		"note": ""
	},
	{
		"text": "If you try to expel the delusion it will only persist the more, and your mind will become busier and busier trying to cope with it. That is not so good. Just say, 'Oh, this is just delusion,' and do not be bothered by it.",
		"attribution": "Shunryū Suzuki",
		"note": ""
	},
	{
		"text": "If your Nerve, deny you—Go above your Nerve",
		"attribution": "Emily Dickinson",
		"note": ""
	},
	{
		"text": "In all affairs of life, at every moment, we have a choice.",
		"attribution": "Zen proverb",
		"note": ""
	},
	{
		"text": "In seed time learn, in harvest teach, in winter enjoy.",
		"attribution": "William Blake",
		"note": ""
	},
	{
		"text": "In truth, there was only one christian and he died on the cross.",
		"attribution": "Friedrich Nietzsche",
		"note": ""
	},
	{
		"text": "In zazen, one is one's present self, what one was, and what one will be, all at once.",
		"attribution": "Peter Matthiessen",
		"note": ""
	},
	{
		"text": "In, fellow, there, into th' hovel; keep thee warm.",
		"attribution": "William Shakespeare",
		"note": "Gloucester, in *King Lear*"
	},
	{
		"text": "Infidelity means defying your commitments.",
		"attribution": "Gary Snyder",
		"note": ""
	},
	{
		"text": "It is almost impossible to talk about Buddhism.",
		"attribution": "Shunryū Suzuki",
		"note": ""
	},
	{
		"text": "It is important to expect nothing, to take every experience, including the negative ones, as merely steps on the path, and to proceed.",
		"attribution": "Ram Dass",
		"note": ""
	},
	{
		"text": "It is not wise to rush about. If too much energy is used, exhaustion follows. This is not the way of Tao.",
		"attribution": "Lao Tzu (Tao Te Ching)",
		"note": ""
	},
	{
		"text": "It is perception that refracts the dimensions here.",
		"attribution": "Rupert Spira",
		"note": ""
	},
	{
		"text": "It is stupid to contradict a belief accepted by everyone over a very long time for extremely strong reasons, unless the naysayer uses more powerful and incontrovertible proofs, and completely rebuts the opposed reasoning. Copernicus does not do this at all.",
		"attribution": "Giovanni Maria Tolosani",
		"note": "Dominican friar in 1544 C.E."
	},
	{
		"text": "It's a gift to exist and with existence comes suffering. There's no escaping that.",
		"attribution": "Stephen Colbert",
		"note": ""
	},
	{
		"text": "It's easy to have calmness in inactivity, and hard to have calmness in activity, but calmness in activity is true calmness.",
		"attribution": "Shunryū Suzuki",
		"note": ""
	},
	{
		"text": "It's easy to make someone feel special. Ask open-ended questions and listen with genuine interest. Attention is the expression of love.",
		"attribution": "Haemin (sunim)",
		"note": ""
	},
	{
		"text": "It's impossible to experience anxiety unless I have attached to a thought that isn't true for me. It's that simple.",
		"attribution": "Byron Katie",
		"note": ""
	},
	{
		"text": "Just remain in the center; watching. And then forget that you are there.",
		"attribution": "Taoist proverb",
		"note": ""
	},
	{
		"text": "Karma means that we are not defined by our situation but rather by the choices we make.",
		"attribution": "Gyalwang Drukpa",
		"note": ""
	},
	{
		"text": "Keeping your body healthy is an expression of gratitude to the whole cosmos; trees, clouds, everything.",
		"attribution": "Thích Nhất Hạnh",
		"note": ""
	},
	{
		"text": "Learn how to see. Realize that everything connects to everything else.",
		"attribution": "Leonardo da Vinci",
		"note": ""
	},
	{
		"text": "Like the birds I came, no road under my feet, a golden-chained gate unlocks itself.",
		"attribution": "Shunryū Suzuki",
		"note": ""
	},
	{
		"text": "Living your life for others, cherishing them with loving kindness and compassion is the door to happiness.",
		"attribution": "Lama Zopa Rinpoche",
		"note": ""
	},
	{
		"text": "losing its name, a river enters the sea",
		"attribution": "John Sandbach",
		"note": ""
	},
	{
		"text": "Love by the way you walk, the way you sit, the way you eat. This world very much needs love.",
		"attribution": "Thích Nhất Hạnh",
		"note": ""
	},
	{
		"text": "Love is a feeling like a warm, dark stone.",
		"attribution": "Frazey Ford",
		"note": ""
	},
	{
		"text": "Love is a seeking for a way of life; the way that cannot be followed alone; the resonance of all spiritual and physical things.",
		"attribution": "Ansel Adams",
		"note": ""
	},
	{
		"text": "Man has free will to the extent that he knows who he is—not otherwise.",
		"attribution": "Alan Watts",
		"note": ""
	},
	{
		"text": "Many people think excitement is happiness.... But when you are excited you are not peaceful. True happiness is based on peace.",
		"attribution": "Thích Nhất Hạnh",
		"note": ""
	},
	{
		"text": "May you be alive at the end of the world",
		"attribution": "Irish toast",
		"note": ""
	},
	{
		"text": "Meditation could be said to be the Art of Simplicity: simply sitting, simply breathing and simply being.",
		"attribution": "Dilgo Khyentse Rinpoche",
		"note": ""
	},
	{
		"text": "Mindfulness gives you time. Time gives you choices. Choices, skillfully made, lead to freedom.",
		"attribution": "Henepola Gunaratana",
		"note": ""
	},
	{
		"text": "Mindfulness is the aware, balanced acceptance of the present experience. It isn't more complicated than that.",
		"attribution": "Sylvia Boorstein",
		"note": ""
	},
	{
		"text": "Mindfulness is the continuous practice of deeply touching every moment of daily life.",
		"attribution": "Thích Nhất Hạnh",
		"note": ""
	},
	{
		"text": "Most creative people are strongly humanistic. Artists must be free to create and offer the products of their imagination and emotion to the world. They resent the restrictions of the unimaginative—the impulse to take, consume, and produce little except material things, and to profit thereby.",
		"attribution": "Ansel Adams",
		"note": ""
	},
	{
		"text": "My body and all bodies come forth from this whirl of energy as leaves come from trees and fish from the ocean and, most remarkably, stars from space.",
		"attribution": "Alan Watts",
		"note": ""
	},
	{
		"text": "My goal is always to draw the straight line between where we are and where we need to be.",
		"attribution": "anon.",
		"note": ""
	},
	{
		"text": "My mind can go in a thousand directions, but on this beautiful path, I walk in peace.",
		"attribution": "Thích Nhất Hạnh",
		"note": ""
	},
	{
		"text": "My religion is kindness.",
		"attribution": "Dalai Lama XIV",
		"note": ""
	},
	{
		"text": "Never forget that justice is what love looks like in public.",
		"attribution": "Cornel West",
		"note": ""
	},
	{
		"text": "Never never never give up.",
		"attribution": "Winston Churchill",
		"note": ""
	},
	{
		"text": "No seed ever sees the flower.",
		"attribution": "Zen proverb",
		"note": ""
	},
	{
		"text": "No snowflake ever falls in the wrong place.",
		"attribution": "Zen proverb",
		"note": ""
	},
	{
		"text": "Nothing worthwhile is ever achieved without danger.",
		"attribution": "Alan Watts",
		"note": ""
	},
	{
		"text": "Often we cling to habits that aren't even comforting or satisfying, simply because we are unable to let go or explore new ways to do things.",
		"attribution": "Lama Surya Das",
		"note": ""
	},
	{
		"text": "Once I got to my desk, once I started writing, I still believed anything was possible.",
		"attribution": "Alice Hoffman",
		"note": ""
	},
	{
		"text": "Once we recognize that all things are impermanent, we have no problem enjoying them. In fact, real peace and joy are only possible when we see clearly into the nature of impermanence.",
		"attribution": "Thích Nhất Hạnh",
		"note": ""
	},
	{
		"text": "One is never afraid of the unknown; one is afraid of the known coming to an end",
		"attribution": "Jiddu Krishnamurti",
		"note": ""
	},
	{
		"text": "One touch of nature makes the whole world kin",
		"attribution": "William Shakespeare",
		"note": "*Troilus and Cressida*"
	},
	{
		"text": "Only keep the question, 'What is the best way of helping other people?'",
		"attribution": "Seung Sahn",
		"note": "from *Essential Zen*"
	},
	{
		"text": "Our life is momentary, and, at the same time, each moment includes its own past and future.",
		"attribution": "Shunryū Suzuki",
		"note": ""
	},
	{
		"text": "Our parents and ancestors are always walking with us. They're present in every cell of our bodies.",
		"attribution": "Thích Nhất Hạnh",
		"note": ""
	},
	{
		"text": "Our practice cannot be perfect, but without being discouraged by this we should continue it. This is the secret of practice.",
		"attribution": "Shunryū Suzuki",
		"note": ""
	},
	{
		"text": "Our thoughts and ideas are nature, just as much as waves on the ocean or clouds in the sky.",
		"attribution": "Alan Watts",
		"note": ""
	},
	{
		"text": "Over and over in the butterfly we see the idea of transcendence. In the forest we see not the inert but the aspiring. In water that departs forever and forever returns, we experience eternity.",
		"attribution": "Mary Oliver",
		"note": ""
	},
	{
		"text": "Pain is not a punishment; pleasure is not a reward.",
		"attribution": "Pema Chödrön",
		"note": ""
	},
	{
		"text": "People have a hard time letting go of suffering. Out of a fear of the unknown, they prefer suffering that is familiar.",
		"attribution": "Thích Nhất Hạnh",
		"note": ""
	},
	{
		"text": "People like us, who believe in physics, know that the distinction made between past, present and future is nothing more than a persistent, stubborn illusion.",
		"attribution": "Albert Einstein",
		"note": ""
	},
	{
		"text": "People need to be liberated from their systems of symbolism and become more intensely aware of the living vibrations of the real world.",
		"attribution": "Alan Watts",
		"note": ""
	},
	{
		"text": "People who don’t have a memory don’t have a self.",
		"attribution": "Michael Pollan",
		"note": ""
	},
	{
		"text": "Perhaps the flower of consciousness needs the mud from which it grows.",
		"attribution": "Eckhart Tolle",
		"note": ""
	},
	{
		"text": "Proper effort is not the effort to make something particular happen. It is the effort to be aware and awake each moment.",
		"attribution": "Ajahn Chah",
		"note": ""
	},
	{
		"text": "Read yourself, not books. Truth isn't outside; that's only memory, not wisdom.",
		"attribution": "Ajahn Chah",
		"note": ""
	},
	{
		"text": "Reality is always the moment of vision before the intellectualization takes place. There is no other reality.",
		"attribution": "Robert M. Pirsig",
		"note": ""
	},
	{
		"text": "Replace ‘I will never be happy again’ with ‘This shall pass.’ Everything is impermanent including this feeling of sadness and misery.",
		"attribution": "Haemin (sunim)",
		"note": ""
	},
	{
		"text": "Science, like art, music and literature, has the capacity to amaze and excite, dazzle and bewilder. I would argue that it is that aspect of science—its cultural contribution, its humanity—that is perhaps its most important feature.",
		"attribution": "Lawrence M. Krauss",
		"note": ""
	},
	{
		"text": "Share your knowledge. It's a way to achieve immortality.",
		"attribution": "Dalai Lama XIV",
		"note": ""
	},
	{
		"text": "Smile, breathe and go slowly.",
		"attribution": "Thích Nhất Hạnh",
		"note": ""
	},
	{
		"text": "Software development productivity has little correlation to how fast you can produce code. It's closer related to the total cost of ownership of that code. Some code, you can write in one hour, and then proceed to waste days or months maintaining and troubleshooting.",
		"attribution": "Mark Seemann",
		"note": ""
	},
	{
		"text": "Some things are not spoken of, some things have no name.",
		"attribution": "Don McLean",
		"note": "from \"Birthday Song\""
	},
	{
		"text": "Stay centered by accepting whatever happens to you. This is the ultimate.",
		"attribution": "The Zhuangzi",
		"note": ""
	},
	{
		"text": "Staying in the house breeds a sort of insanity always.",
		"attribution": "Henry David Thoreau",
		"note": ""
	},
	{
		"text": "Stress is caused by being here but wanting to be there.",
		"attribution": "Eckhart Tolle",
		"note": ""
	},
	{
		"text": "Studying Zen is not the same as practicing Zen, just as studying aesthetics should not be confused with being an artist.",
		"attribution": "Thomas P. Kasulis",
		"note": ""
	},
	{
		"text": "Surely, if there is no reality except Brahman, this state of illusion is also Brahman.",
		"attribution": "Joseph Campbell",
		"note": ""
	},
	{
		"text": "Swift and Nimble—Composed and Dignified",
		"attribution": "anon.",
		"note": "Wartime Dutch bicycle regiment's motto"
	},
	{
		"text": "Talking to plants is one way of talking directly to Spirit.",
		"attribution": "Rosemary Gladstar",
		"note": ""
	},
	{
		"text": "The answer, the strength, the right action or the resource will be there when you need it, not before, not after.",
		"attribution": "Eckhart Tolle",
		"note": ""
	},
	{
		"text": "The art of living…is neither careless drifting on the one hand nor fearful clinging to the past on the other. It consists in being sensitive to each moment, in regarding it as utterly new and unique, in having the mind open and wholly receptive.",
		"attribution": "Alan Watts",
		"note": ""
	},
	{
		"text": "The beauty of Zen is found in simplicity and tranquility, in a sense of the all-embracing harmony of things.",
		"attribution": "Thích Thiên-Ân",
		"note": ""
	},
	{
		"text": "The being of all things is derived from the divine beauty.",
		"attribution": "Saint Thomas Aquinas",
		"note": ""
	},
	{
		"text": "The best way out is always through.",
		"attribution": "Robert Frost",
		"note": ""
	},
	{
		"text": "The creative process is a process of surrender, not control.",
		"attribution": "Julia Cameron",
		"note": ""
	},
	{
		"text": "The deep self one discovers is the same self for all",
		"attribution": "Jonardon Ganeri",
		"note": ""
	},
	{
		"text": "The difference between misery and happiness depends on what we do with our attention.",
		"attribution": "Sharon Salzberg",
		"note": ""
	},
	{
		"text": "The ego is [only] one character in the drama inside your head.",
		"attribution": "Michael Pollan",
		"note": ""
	},
	{
		"text": "The fact that we live at the bottom of a deep gravity well, on the surface of a gas covered planet going around a nuclear fireball 90 million miles away and think this to be normal is obviously some indication of how skewed our perspective tends to be.",
		"attribution": "Douglas Adams",
		"note": ""
	},
	{
		"text": "The foolish reject what they see, not what they think; the wise reject what they think, not what they see.",
		"attribution": "Huángbò Xīyùn",
		"note": ""
	},
	{
		"text": "The fundamental delusion of humanity is to suppose that I am here and you are out there.",
		"attribution": "Yasutani Roshi",
		"note": ""
	},
	{
		"text": "The future is made up of only one substance and that is the present moment. By taking care of the present, you are doing everything you can to assure a good future.",
		"attribution": "Thích Nhất Hạnh",
		"note": ""
	},
	{
		"text": "The history of the idea is an accident ... the real test in physics is experiment, and history is fundamentally irrelevant.",
		"attribution": "Richard Feynman",
		"note": ""
	},
	{
		"text": "The idea of Zen is to catch life as it flows.",
		"attribution": "D. T. Suzuki",
		"note": ""
	},
	{
		"text": "The infinite is in the finite of every instant.",
		"attribution": "Zen proverb",
		"note": ""
	},
	{
		"text": "The inner world is limitless, and the outer world is also limitless.",
		"attribution": "Shunryū Suzuki",
		"note": ""
	},
	{
		"text": "The investigation of the meaning of words is the beginning of education",
		"attribution": "Antisthenes",
		"note": ""
	},
	{
		"text": "The material of music is sound and silence. Integrating these is composing.",
		"attribution": "John Cage",
		"note": ""
	},
	{
		"text": "The most beautiful thing we can experience is the mysterious. It is the source of all true art and science.",
		"attribution": "Albert Einstein",
		"note": ""
	},
	{
		"text": "The most precious gift we can offer others is our presence.",
		"attribution": "Thích Nhất Hạnh",
		"note": ""
	},
	{
		"text": "The mystery of life is not a problem to be solved but a reality to be experienced.",
		"attribution": "Aart van der Leeuw",
		"note": ""
	},
	{
		"text": "The only Zen you find at the top of the mountain is the Zen you bring with you.",
		"attribution": "Zen proverb",
		"note": ""
	},
	{
		"text": "The opposite of a great truth is another truth.",
		"attribution": "Niels Bohr",
		"note": ""
	},
	{
		"text": "The past is present in us, both as a curse and as a blessing.",
		"attribution": "Paul Tillich",
		"note": ""
	},
	{
		"text": "The present is always changing the past.",
		"attribution": "Alan Watts",
		"note": ""
	},
	{
		"text": "The present moment and eternity are not necessarily opposites. Time ceases, and both can be experienced at once.",
		"attribution": "Erling Kagge",
		"note": ""
	},
	{
		"text": "The purpose of literature is to Delight. To create or endorse the Scholastic is a craven desire.",
		"attribution": "David Mamet",
		"note": ""
	},
	{
		"text": "The quieter you become, the more you can hear.",
		"attribution": "Zen proverb",
		"note": ""
	},
	{
		"text": "The real miracle is not to fly or walk on fire. The real miracle is to walk on the Earth, and you can perform that miracle at any time. Just bring your mind home to your body, become alive, and perform the miracle of walking on Earth.",
		"attribution": "Thích Nhất Hạnh",
		"note": ""
	},
	{
		"text": "The reality you experience is a reflection of what you believe is most possible.",
		"attribution": "Bashar",
		"note": ""
	},
	{
		"text": "The result is not the point; it is the effort to improve ourselves that is valuable.",
		"attribution": "Shunryū Suzuki",
		"note": ""
	},
	{
		"text": "The riddle of the present is the deepest of all the riddles of time. Again, there is no answer except from that which comprises all time and lies beyond it—the eternal.",
		"attribution": "Paul Tillich",
		"note": ""
	},
	{
		"text": "The secret of life is learning to enjoy people you don’t approve of.",
		"attribution": "Robert Frost",
		"note": ""
	},
	{
		"text": "The Tao is made because we walk it. Things become what they are called.",
		"attribution": "The Zhuangzi",
		"note": ""
	},
	{
		"text": "The trouble is, you think you have time.",
		"attribution": "Jack Kornfield",
		"note": ""
	},
	{
		"text": "The truth of Zen is the truth of life, and life means to live, to move, to act, not merely to reflect.",
		"attribution": "D. T. Suzuki",
		"note": ""
	},
	{
		"text": "The truth you believe and cling to, makes you unavailable to hear anything new.",
		"attribution": "Pema Chödrön",
		"note": ""
	},
	{
		"text": "The universe is made of stories, not of atoms.",
		"attribution": "Muriel Rukeyser",
		"note": "from her poem, \"The Speed of Darkness\""
	},
	{
		"text": "The whole cosmos has come together in order to help the flower manifest herself.",
		"attribution": "Thích Nhất Hạnh",
		"note": ""
	},
	{
		"text": "The wilderness had a clarity that included me.",
		"attribution": "Cheryl Strayed",
		"note": ""
	},
	{
		"text": "The wise adapt themselves to circumstances, as water molds itself to the pitcher.",
		"attribution": "Zen proverb",
		"note": ""
	},
	{
		"text": "The wise one looks into space and does not regard the small as too little nor the great as too big.",
		"attribution": "The Zhuangzi",
		"note": ""
	},
	{
		"text": "There are no things. Things are just what the activity of consciousness *looks like* from our localized perspective.",
		"attribution": "Rupert Spira",
		"note": ""
	},
	{
		"text": "There are two things that are really educational. One is being with a bunch of really smart people. The other is being all by yourself.",
		"attribution": "Gary Snyder",
		"note": ""
	},
	{
		"text": "There is always something to worry about.",
		"attribution": "Alan Watts",
		"note": ""
	},
	{
		"text": "There is another world, but it is in this one.",
		"attribution": "W. B. Yeats",
		"note": ""
	},
	{
		"text": "There is no beginning and there is no end to time. There is only your perception of time.",
		"attribution": "Zen proverb",
		"note": ""
	},
	{
		"text": "There is no connection between I myself yesterday and I myself in this moment.",
		"attribution": "Shunryū Suzuki",
		"note": ""
	},
	{
		"text": "There is no difference between what is seen and the mind that sees it.",
		"attribution": "Yongey Mingyur Rinpoche",
		"note": ""
	},
	{
		"text": "There is no time *after* time, but there is eternity *above* time.",
		"attribution": "Paul Tillich",
		"note": ""
	},
	{
		"text": "There is only one _thing_, and that is the universe as a whole.",
		"attribution": "Bernardo Kastrup",
		"note": ""
	},
	{
		"text": "There is simply nothing better than to climb out onto a rock, and sit for hours with nothing in sight but sea and sky.",
		"attribution": "Alan Watts",
		"note": ""
	},
	{
		"text": "There is, in fact, more earth than sea.",
		"attribution": "Peter Gabriel",
		"note": ""
	},
	{
		"text": "There never was a time when you or I did not exist. Nor will there be any future when we shall cease to be.",
		"attribution": "Bhagavad Gita",
		"note": ""
	},
	{
		"text": "Things don’t just fall in your lap. You have to get your lap in the right place, at the right time, and keep your eyes and your mind open to the possibility of things falling before they fall in your lap.",
		"attribution": "anon.",
		"note": ""
	},
	{
		"text": "Think with the whole body.",
		"attribution": "Taisen Deshimaru",
		"note": ""
	},
	{
		"text": "Thinking is more interesting than knowing, but less interesting than looking.",
		"attribution": "Goethe",
		"note": ""
	},
	{
		"text": "Thought can’t go where the roads of language have not been built.",
		"attribution": "Terrence McKenna",
		"note": ""
	},
	{
		"text": "Time and space are fragments of the infinite for the use of finite creatures.",
		"attribution": "Henri Frederic Amiel",
		"note": ""
	},
	{
		"text": "Time is the moving image of eternity",
		"attribution": "Plato?",
		"note": ""
	},
	{
		"text": "To be idle is a short road to death and to be diligent is a way of life; foolish people are idle, wise people are diligent.",
		"attribution": "Gautama Buddha",
		"note": ""
	},
	{
		"text": "To find a buddha, all you have to do is see your nature. Your nature is the buddha. And the buddha is the person who's free, free of plans, free of cares. If you don't see your nature and run around all day looking somewhere else, you'll never find a buddha.",
		"attribution": "Bodhidharma",
		"note": ""
	},
	{
		"text": "To praise others for their virtues can but encourage one's own efforts.",
		"attribution": "Nāgārjuna",
		"note": ""
	},
	{
		"text": "To understand reality as a direct experience is the reason we practice zazen, and the reason we study Buddhism.",
		"attribution": "Shunryū Suzuki",
		"note": ""
	},
	{
		"text": "To understand the man you have to know what was happening in the world when he was twenty.",
		"attribution": "Napoleon Bonaparte",
		"note": ""
	},
	{
		"text": "Today I have grown taller from walking with the trees.",
		"attribution": "Karle Wilson Baker",
		"note": ""
	},
	{
		"text": "Too much religion is apt to encourage evil.",
		"attribution": "anon.",
		"note": "(Alan Watts quoting a Latin verse)"
	},
	{
		"text": "Train your mind to see something good in everything.",
		"attribution": "Buddhist proverb",
		"note": ""
	},
	{
		"text": "Trust your heart if the seas catch fire, live by love though the stars walk backward.",
		"attribution": "e. e. cummings",
		"note": ""
	},
	{
		"text": "Use every distraction as an object of meditation and they cease to be distractions.",
		"attribution": "Mingyur Rinpoche",
		"note": ""
	},
	{
		"text": "We all want to live a happy life, which is our right. And the key to doing so is developing compassion for others.",
		"attribution": "Dalai Lama XIV",
		"note": ""
	},
	{
		"text": "We are awareness. Our awareness is not separate. Awareness is one name for god.",
		"attribution": "Ram Dass",
		"note": ""
	},
	{
		"text": "We are fascinated by the words, but where we meet is in the silence behind them.",
		"attribution": "Ram Dass",
		"note": ""
	},
	{
		"text": "We ask about life after death, yet seldom do we ask about our being before birth. But is it possible to do one without the other?",
		"attribution": "Paul Tillich",
		"note": ""
	},
	{
		"text": "We build the future by taking care of the present moment.",
		"attribution": "Thích Nhất Hạnh",
		"note": ""
	},
	{
		"text": "We can drive mindfully, we can cut carrots mindfully, we can shower mindfully. When we do things this way, concentration grows. When concentration grows, we gain insight into our life.",
		"attribution": "Thích Nhất Hạnh",
		"note": ""
	},
	{
		"text": "We can't know anything outside our mind. Everything we see is contained within our mind. Thus, I am not in the world. The world is in me.",
		"attribution": "Haemin (sunim)",
		"note": ""
	},
	{
		"text": "We come from the eternal ground of time and return to the eternal ground of time.",
		"attribution": "Paul Tillich",
		"note": ""
	},
	{
		"text": "We do not seek for something besides ourselves. We should find the truth in this world, through our difficulties, through our suffering. This is the basic teaching of Buddhism.",
		"attribution": "Shunryū Suzuki",
		"note": ""
	},
	{
		"text": "We don’t know anything about death, and all our attempts to imagine what it may or may not bring are totally meaningless.",
		"attribution": "Alan Watts",
		"note": "from collected letters, p. 275"
	},
	{
		"text": "We have a choice. We can spend our whole life suffering because we can't relax with how things really are, or we can relax and embrace the open-endedness of the human situation, which is fresh, unfixated, and unbiased.",
		"attribution": "Pema Chödrön",
		"note": ""
	},
	{
		"text": "We have more possibilities available in each moment than we realize.",
		"attribution": "Thích Nhất Hạnh",
		"note": ""
	},
	{
		"text": "We live in an eternal now.",
		"attribution": "Alan Watts",
		"note": ""
	},
	{
		"text": "We must be willing to let go of the life we have planned so as to accept the life that is waiting for us.",
		"attribution": "Joseph Campbell",
		"note": ""
	},
	{
		"text": "We need not come to the end of the path to experience the benefits of walking it.",
		"attribution": "Sam Harris",
		"note": ""
	},
	{
		"text": "We read for the pleasure of thinking another person's thoughts.",
		"attribution": "Sam Harris",
		"note": ""
	},
	{
		"text": "We take a handful of sand from the endless landscape of awareness around us and call that handful of sand the world.",
		"attribution": "Robert M. Pirsig",
		"note": ""
	},
	{
		"text": "We’re actually having a controlled hallucination most of the time. We’re projecting what we expect to see, and then we’re letting reality correct it.",
		"attribution": "Michael Pollan",
		"note": ""
	},
	{
		"text": "What finally matters is that your house works the way you want it to. And that it is a pleasant place to be in.",
		"attribution": "Ray Eames",
		"note": ""
	},
	{
		"text": "What opens our minds and shows the limits of our ideas is an encounter with other people, other cultures, other ideas.",
		"attribution": "Carlo Rovelli",
		"note": ""
	},
	{
		"text": "What you do makes a difference, and you have to decide what kind of difference you want to make.",
		"attribution": "Jane Goodall",
		"note": ""
	},
	{
		"text": "Whatever you do, do it slowly and intentionally. You will enjoy it more and become happier.",
		"attribution": "Haemin (sunim)",
		"note": ""
	},
	{
		"text": "Whatever you think the world is withholding from you, you are withholding from the world.",
		"attribution": "Eckhart Tolle",
		"note": ""
	},
	{
		"text": "When I am sipping tea, this very moment of my lifting the bowl to my lips is eternity itself transcending time and space.",
		"attribution": "D. T. Suzuki",
		"note": ""
	},
	{
		"text": "When many demons are struggling inside you, the one that you feed is the one that will become the strongest. You alone are responsible for what you feed.",
		"attribution": "Wendy Egyoku Nakao Roshi",
		"note": ""
	},
	{
		"text": "When one does not understand death, life can be very confusing.",
		"attribution": "Ajahn Chah",
		"note": ""
	},
	{
		"text": "When someone does something I don’t like, rather than obsess over it and hold a grudge, I’m trying to learn a lesson. This person is showing me what I don’t wanna be and how I don’t wanna act. That’s kind of beautiful.",
		"attribution": "Lilly Singh",
		"note": ""
	},
	{
		"text": "When we wake up from our confused state of mind, that is enlightenment.",
		"attribution": "Dzogchen Ponlop Rinpoche",
		"note": ""
	},
	{
		"text": "When you attain wholeness, everything will flock to you.",
		"attribution": "Taoist proverb",
		"note": ""
	},
	{
		"text": "When you feel overwhelmed and busy, remember that you are not powerless. When your mind rests, the world also rests.",
		"attribution": "Haemin (sunim)",
		"note": ""
	},
	{
		"text": "When you get senior enough, most jobs eventually converge to reading, writing, and speaking. Worth investing early on in learning how to do those three things well.",
		"attribution": "Arianna Simpson",
		"note": ""
	},
	{
		"text": "Whenever something negative happens to you, there is a deep lesson concealed within it.",
		"attribution": "Eckhart Tolle",
		"note": ""
	},
	{
		"text": "Where there is peace and meditation, there is neither anxiety nor doubt.",
		"attribution": "Francis of Assisi",
		"note": ""
	},
	{
		"text": "Whereof one cannot speak, thereof one must remain silent.",
		"attribution": "Ludwig Wittgenstein",
		"note": ""
	},
	{
		"text": "Wherever you are, you are one with the clouds and one with the sun and the stars you see. You are one with everything. That is more true than I can say, and more true than you can hear.",
		"attribution": "Shunryū Suzuki",
		"note": ""
	},
	{
		"text": "Whether you have a problem in your life or not depends upon your own attitude, your own understanding",
		"attribution": "Shunryū Suzuki",
		"note": ""
	},
	{
		"text": "Why are creative writers constantly told ‘Write fast and edit later’ instead of ‘Write to your strengths’? Writing badly makes me anxious. Honing as I go feels right.",
		"attribution": "Carol Saller",
		"note": ""
	},
	{
		"text": "Why should a situation such as this create a lasting revelation? Some might say that such memories are deja vu, that we are building castles of imagination and nostalgic affirmations. I do not believe this. I feel that such events as this and the night I realized my parents' unhappiness offer a glimpse into a world-pattern beyond our conscious awareness.",
		"attribution": "Ansel Adams",
		"note": ""
	},
	{
		"text": "With your reaction to each experience, you create the karma that will color your future. It is up to you whether this new karma is positive or negative. You simply have to pay attention at the right moment.",
		"attribution": "Trungram Gyalwa Rinpoche",
		"note": ""
	},
	{
		"text": "Without knowing the origin of things we cannot appreciate the result of our life’s effort.",
		"attribution": "Shunryū Suzuki",
		"note": ""
	},
	{
		"text": "Would it not be better to pull the rolling wagon to its destination with united effort?",
		"attribution": "Johannes Kepler",
		"note": "writing to Galileo Galilei in 1597 C.E., trying to persuade him to join the pre-Copernican movement."
	},
	{
		"text": "Writing is nothing; anybody can write really … if they got dreams at an early age.",
		"attribution": "Bob Dylan",
		"note": "May 1966"
	},
	{
		"text": "Yoga is sometimes the world's most elaborate way of postponing liberation.",
		"attribution": "Alan Watts",
		"note": ""
	},
	{
		"text": "You can count the seeds in an apple, but you can’t count the apples in a seed.",
		"attribution": "Karen Jensen",
		"note": ""
	},
	{
		"text": "You can worship gods, but you cannot worship Tao.",
		"attribution": "Ming-Dao Deng",
		"note": ""
	},
	{
		"text": "You exist in your brain and I exist in my brain",
		"attribution": "Christof Koch",
		"note": ""
	},
	{
		"text": "You have to know how to accept rejection and reject acceptance.",
		"attribution": "Ray Bradbury",
		"note": ""
	},
	{
		"text": "You may have a million desires to be in other places, doing other things, but you are not there, you are here.",
		"attribution": "Zen proverb",
		"note": ""
	},
	{
		"text": "You must not fool yourself, and you are the easiest person to fool.",
		"attribution": "Richard Feynman",
		"note": ""
	},
	{
		"text": "You should not mistake medicine for food. Sometimes medicine is necessary, but it should not become our food.",
		"attribution": "Shunryū Suzuki",
		"note": ""
	},
	{
		"text": "You should sit and meditate for twenty minutes, unless you're too busy, then you should sit and meditate for an hour.",
		"attribution": "Zen proverb",
		"note": ""
	},
	{
		"text": "You will not be punished for your anger; you will be punished by your anger.",
		"attribution": "Buddhist proverb",
		"note": ""
	},
	{
		"text": "Your work is to discover your world and then with all your heart give yourself to it.",
		"attribution": "Gautama Buddha",
		"note": ""
	},
	{
		"text": "Zen does not confuse spirituality with thinking about God while one is peeling potatoes. Zen spirituality is just to peel the potatoes.",
		"attribution": "Alan Watts",
		"note": ""
	},
	{
		"text": "Zen has no business with ideas.",
		"attribution": "D. T. Suzuki",
		"note": ""
	},
	{
		"text": "Zen has no secrets other than seriously thinking about birth-and-death.",
		"attribution": "Takeda Shingen",
		"note": ""
	},
	{
		"text": "Zen is a way of liberation, concerned not with discovering what is good or bad or advantageous, but what is.",
		"attribution": "Alan Watts",
		"note": ""
	},
	{
		"text": "Zen is an experience actual and personal, and not a knowledge to be gained by analysis or comparison.",
		"attribution": "D. T. Suzuki",
		"note": ""
	},
	{
		"text": "Zen is not a philosophy, it is poetry. It does not propose, it simply persuades. It does not argue, it simply sings its own song.",
		"attribution": "Osho",
		"note": ""
	},
	{
		"text": "Zen is not some kind of excitement, but concentration on our usual everyday routine.",
		"attribution": "Shunryū Suzuki",
		"note": ""
	},
	{
		"text": "Zen proposes its solution by directly appealing to facts of personal experience and not to book-knowledge.",
		"attribution": "D. T. Suzuki",
		"note": ""
	},
	{
		"text": "Zen teaches nothing; it merely enables us to wake up and become aware. It does not teach, it points.",
		"attribution": "D. T. Suzuki",
		"note": ""
	}
]